taskt/Core/Automation/Commands/TextGroup/ExtractionTextCommand.dot
digraph "ExtractionTextCommand" {
"ExtractionTextCommand" -> "ScriptCommand";
"ExtractionTextCommand" -> "IHaveDataTableElements";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
