taskt/Core/Automation/Commands/TextGroup/ExtractionTextCommand.puml
@startuml
ExtractionTextCommand --> ScriptCommand
ExtractionTextCommand --> IHaveDataTableElements
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
